Repository: St0rml/hass-gshell-extension
Catalog: po/*.po
Languages: de

source: Toggle:
de: Umschalten:

source: Run:
de: Ausführen:

source: HASS Events
de: Home Assistant Ereignisse

source: Start Home Assistant
de: Starte Home Assistant

source: Stop Home Assistant
de: Stoppe Home Assistant

source: Close Home Assistant
de: Home Assistant schließen

source: Preferences
de: Einstellungen

source: General Settings
de: Allgemeine Einstellungen

source: Togglables
de: Schaltbares

source: Runnables
de: Ausführbares

source: Panel Sensors
de: Panel-Sensoren

source: Global options:
de: Globale Optionen:

source: Temperature/Humidity options:
de: Optionen für Temperatur/Luftfeuchtigkeit:

source: Panel Icon Options:
de: Panel Icon Optionen:

source: You will need to restart your session in order for this change to take effect.
de: Sie müssen sich abmelden und neu anmelden, damit diese Änderung wirksam wird.

source: On Xorg, you can do that by Alt+F2 and then pressing 'r' and Enter. If this doesn't work (Wayland), you have to logout and re-login.
de: Bei Xorg können Sie das mit Alt+F2 und dann mit 'r' und Enter machen. Wenn das nicht funktioniert (Wayland), müssen Sie sich abmelden und neu anmelden.

source: Togglable Entities:
de: Umschaltbare Entitäten:

source: Choose Togglable Entities:
de: Wählen Sie umschaltbare Entitäten:

source: Group Switches
de: Gruppen-Schalter

source: Experimental
de: Experimentell

source: Does not currently work.
de: Funktioniert aktuell nicht.

source: Sensors:
de: Sensoren:

source: Choose Which Sensors Should Appear on the Panel:
de: Wählen Sie aus, welche Sensoren im Panel angezeigt werden sollen:

source: Choose which runnables should appear in the menu:
de: Wählen Sie aus, welche ausführbare Entitäten im Panel angezeigt werden sollen:

source: Do you want to have the '%s' icon in your panel?
de: Möchten Sie das '%s' Icon in Ihrem Panel?

source: Do you want to show %s in the tray menu?
de: Möchten Sie anzeigen %s im Panel?

source: Add
de: Hinzufügen

source: The default icon that will be visible in the panel.
de: Das Standard-Icon, das im Panel sichtbar sein wird.

source: Complete list of valid panel icons for the extension.
de: Komplette Liste an möglichen Panel-Icons dieser Erweiterung.

source: The paths have to be relative to the directory where the 'extension.js' file is located.
de: Die Pfade müssen relativ zum Verzeichnis sein, in dem die Datei 'extension.js' liegt.

source: Refresh Rate
de: Aktualisierungsrate

source: (Currently Broken) The refresh rate for the weather statistics in seconds (works only if "Refresh Temperature/Humidity Sensors" is enabled).
de: (Derzeit nicht verfügbar) Die Aktualisierungsrate für die Wetterstatistiken in Sekunden (funktioniert nur, wenn "Temperatur-/Luftfeuchtigkeitssensoren aktualisieren" aktiviert ist).

source: Refresh Temperature/Humidity Sensors
de: Temperatur-/Luftfeuchtigkeitssensoren aktualisieren

source: (Currently Broken) Whether or not you want to refresh the temperature and/or humidity sensor values.
de: (Zurzeit nicht verfügbar) Gibt an, ob Sie die Werte der Temperatur- und/oder Luftfeuchtigkeitssensoren aktualisieren möchten oder nicht.

source: Show notifications
de: Benachrichtigungen anzeigen

source: Show notifications when enabled/disabled.
de: Benachrichtigungen anzeigen, wenn aktiviert/deaktiviert.

source: Show Temperature/Humidity
de: Temperatur/Luftfeuchtigkeit anzeigen

source: Whether to show the temperature and/or humidity values (assuming you have provided the corresponding entity ids).
de: Ob die Temperatur- und/oder Luftfeuchtigkeitswerte angezeigt werden sollen (vorausgesetzt, Sie haben die entsprechenden Entity-IDs angegeben).

source: Show Humidity
de: Luftfeuchtigkeit anzeigen

source: Whether to show humidity value or not.
de: Ob der Feuchtigkeitswert angezeigt werden soll oder nicht.

source: Temperature ID
de: Temperatur-ID

source: Your Home Assistant EntityID for the temperature sensor.
de: Ihre Home Assistant Entity-ID für den Temperatursensor.

source: Humidity ID
de: Luftfeuchtigkeits-ID

source: Your Home Assistant EntityID for the humidity sensor.
de: Ihre Home Assistant Entity-ID für den Feuchtigkeitssensor.

source: Access Token
de: Zugangs-Token

source: Long Live Access Token for Home Assistant (Go to Profile->Bottom-of-the-page->Long-Live-Access-Tokens and create a new one).
de: Langlebiger Zugangs-Token für Home Assistant (Gehen Sie zu Profil->Unten auf der Seite->Long-Live-Access-Tokens und erstellen Sie einen Neuen).

source: The url where your hass instance is hosted.
de: Die URL, unter der Ihre Home Assistant-Instanz gehostet wird.

source: Complete list of entity ids for home-assistant switches.
de: Vollständige Liste der Entity-IDs für Home-Assistant Schalter.

source: Full list of home assistant switches. It is meant to be filled automatically after pressing the 'Scan' button in the Preferences menu.
de: Vollständige Liste der Home Assistant-Schalter. Sie sollte automatisch befüllt werden, nachdem Sie die Schaltfläche "Scannen" im Menü "Einstellungen" betätigt haben.

source: Entity ids for home-assistant switches.
de: Entity-IDs für Home-Assistant-Schalter.

source: Entity ids for home-assistant switches. E.g. switch.livingroom_lights_relay.
de: Entity-IDs für Home-Assistant-Schalter. z.B. switch.livingroom_lights_relay.

source: List of entity ids for the sensor values that you want to show in the panel .
de: Liste der Entity-IDs für die Sensorwerte, die Sie im Panel anzeigen möchten.

source: Entity ids for home assistant sensors.
de: Entity-IDs der Home Assistant-Sensoren.

source: Entity ids for home-assistant sensors. E.g. sensor.livingroom_temperature .
de: Entitäts-IDs für Home Assistant-Sensoren. z.B. sensor.livingroom_temperature .

source: Home Assistant Extension - Shortcut Key
de: Home Assistant Erweiterung - Tastenkombination

source: Shortcut key on how to open the extension's menu from the tray.
de: Tastenkombination zum Öffnen des Menüs der Erweiterung über das Panel.

source: No runnables found. Please check your Home-Assistant connection settings.
de: Keine ausführbaren Entitäten gefunden. Bitte überprüfe die Home Assistant Verbindungseinstellungen.

source: Error turning on %s
de: Beim Einschalten von %s ist ein Fehler aufgetreten.
